// *++
//
// Copyright 2005, Intel Corporation                                                         
// All rights reserved. This program and the accompanying materials                          
// are licensed and made available under the terms and conditions of the BSD License         
// which accompanies this distribution. The full text of the license may be found at         
// http://opensource.org/licenses/bsd-license.php                                            
//                                                                                           
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,                     
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.             
// 
// Module Name:
//
//   CdStrings.uni
// 
// Abstract:
// 
//   String definitions for command 'cd'
// 
// Revision History:
// 
// --*/ 

/=#

#langdef   eng "English"

#string STR_SHELLENV_CD_CURRENT_DIR_NOT_SPEC #language eng  "%hs: Current directory not specified\n"

#string STR_SHELLENV_CD_TOO_MANY_ARGS  #language eng  "%hs: Too many arguments\n"

#string STR_SHELLENV_CD_CANNOT_FIND_MAPPED #language eng  "%hs: Cannot find mapped device\n"

#string STR_SHELLENV_CD_TARGET_DIR_NOT_FOUND #language eng  "%hs: Target directory not found\n"

#string STR_SHELLENV_CD_TARGET_NOT_DIR #language eng  "%hs: Target is not a directory\n"

#string STR_SHELLENV_CD_CANNOT_CHANGE_DIR #language eng  "%hs: Cannot change directory\n"
